Repository: Bundesfinanzministerium/Bundeshaushalt-Applikation
Catalog: src/bmf_budget/Resources/Private/Language/*.locallang.xlf
Languages: de

# pi1_wizicon.title
source: BMF: budget visualisation
de: BMF: Haushaltsvisualisierung

# seo.account.target
source: Target
de: Soll

# seo.account.actual
source: Actual
de: Ist

# seo.flow.income
source: Income
de: Einnahme

# seo.flow.expenses
source: Expense
de: Ausgabe

# seo.flows.income
source: Income
de: Einnahmen

# seo.flows.expenses
source: Expenses
de: Ausgaben

# seo.structure.section
source: Section
de: Einzelplan

# seo.structure.function
source: Function
de: Funktion

# seo.structure.group
source: Group
de: Gruppe

# seo.structures.section
source: Sections
de: Einzelpläne

# seo.structures.function
source: Functions
de: Funktionen

# seo.structures.group
source: Groups
de: Gruppen

# segment.account.target
source: target
de: soll

# segment.account.actual
source: actual
de: ist

# segment.flow.income
source: income
de: einnahmen

# segment.flow.expenses
source: expenses
de: ausgaben

# segment.structure.section
source: section
de: einzelplan

# segment.structure.function
source: function
de: funktion

# segment.structure.group
source: group
de: gruppe

# account.target
source: Target
de: Soll

# account.actual
source: Actual
de: Ist

# flow.income
source: Income
de: Einnahmen

# flow.expenses
source: Expenses
de: Ausgaben

# structure.section
source: Sections
de: Einzelpläne

# structure.section.description
source: Structuring revenue and expenditure in principle by federal ministries. There are also special sections, such as the federal debt.
de: Strukturieren Einnahmen und Ausgaben grundsätzlich nach Bundesministerien. Dazu kommen besondere Einzelpläne, wie die Bundesschuld.

# structure.function
source: Functions
de: Funktionen

# structure.function.description
source: Structuring revenue and expenditure by the area of responsibility or policy area for which they are intended.
de: Strukturieren Einnahmen und Ausgaben nach dem Aufgaben­gebiet bzw. Politikbereich, für den sie bestimmt sind.

# structure.group
source: Groups
de: Gruppen

# structure.group.description
source: Structuring revenue and expenditure by the economic type. This can, for example, Its expenditure on personnel or construction.
de: Strukturieren Einnahmen und Ausgaben nach dem ökonomischen Typ. Dies können z. B. Ausgaben für Personal oder Baumaßnahmen sein.

# intro.headline
source: The structure of the federal budget
de: Die Struktur des Bundeshaushaltes

# intro.copy
source: What can I do here?
de: Was kann ich hier tun?

# intro.subcopy
source: Instructions and background information
de: Anleitung und Hintergrundinfos

source: Budget heading
de: Haushaltsstelle

source: Current item
de: Aktueller Posten

source: in thousands of euros
de: in Tausend Euro

# breadcrumb.youAreHere
source: You are here
de: Sie sind hier

# breadcrumb.toHomePage
source: To homepage
de: Zum Bundeshaushalt

# nav.homepage
source: homepage
de: Bundeshaushalt

# nav.related.sections
source: relating sections
de: Zugehörige Einzelpläne

# nav.related.functions
source: relating functions
de: Zugehörige Funktionen

# nav.related.groups
source: relating groups
de: Zugehörige Gruppen
