Repository: Bundesfinanzministerium/Bundeshaushalt-Applikation
Catalog: src/bmf_budget/Resources/Private/Language/*.locallang_db.xlf
Languages: de

source: - please choose -
de: - Bitte auswählen -

source: Not specified
de: Keine Angabe

source: Relations
de: Zuordnung

source: Page-IDs
de: Seiten-IDs

source: Additional Informations
de: Weitere Informationen

source: Address
de: Adresse

source: Income
de: Einnahme

source: Expenses
de: Ausgabe

source: Actual, income
de: IST, Einnahmen

source: Actual, expenses
de: IST, Ausgaben

source: Target, income
de: SOLL, Einnahmen

source: Target, expenses
de: SOLL, Ausgaben

# budgets
source: Budget
de: Haushalt

source: Corresponding budget
de: Zugehöriger Haushaltsplan

source: Sections
de: Einzelpläne

source: Corresponding section
de: Zugehöriger Einzelplan

source: Functions
de: Funktionen

# corresponding_function
source: Corresponding functions
de: Zugehörige Funktion

source: Groups
de: Gruppen

source: Corresponding group
de: Zugehörige Gruppe

source: Title
de: Titel

source: Title actual
de: Titel IST

source: Title target
de: Titel SOLL

source: Corresponding title
de: Zugehöriger Titel

source: Budgetgroups
de: Umsatzgruppen

source: Titlegroups
de: Titelgruppen

source: Supplementary Budgets
de: Nachtragshaushalte

# corresponding_supplementarybudget
source: Corresponding Supplementary Budgets
de: Zugehöriger Nachtragshaushalt

source: Supplementary Titles
de: Nachträge

# info_image
source: Image
de: Bild

# info_link
source: Link
de: Verweis

source: Page
de: Seite

# actual_page
source: Page (actual)
de: Seite (ist)

# actual_page_link
source: Page link (actual)
de: Seite Verweis (ist)

# target_page
source: Page (target)
de: Seite (soll)

# target_page_link
source: Page link (target)
de: Seite Verweis (soll)

source: Year
de: Jahr

# pid_title
source: Title
de: Titel

# pid_section
source: Section
de: Einzepläne

# pid_function
source: Function
de: Funktionen

# pid_group
source: Group
de: Gruppen

# pid_budgetgroup
source: Budgetgroup
de: Umsatzgruppen

# pid_titlegroup
source: Titlegroup
de: Titelgruppen

# pid_supplementary_budget
source: Supplementary Budget
de: Nachtragshaushalte

# pid_supplementary_title
source: Supplementaries
de: Nachträge

source: Flow
de: Stromgröße

source: Flexible
de: Flexibilisiert

# tx_bmfbudget_domain_model_budget
source: Budget
de: Haushalt

# tx_bmfbudget_domain_model_section
source: Section
de: Einzelplan

# tx_bmfbudget_domain_model_functione
source: Function
de: Funktion

# tx_bmfbudget_domain_model_groupe
source: Group
de: Gruppe

# tx_bmfbudget_domain_model_title
source: Title
de: Titel

# tx_bmfbudget_domain_model_budgetgroup
source: Budgetgroup
de: Umsatzgruppe

# tx_bmfbudget_domain_model_titlegroup
source: Titlegroup
de: Titelgruppe

# tx_bmfbudget_domain_model_supplementarytitle
source: Supplementary Title
de: Nachtrag

# tx_bmfbudget_domain_model_supplementarybudget
source: Supplementary Budget
de: Nachtragshaushalt
